{"complianceqa":[
{"intent":"compliancehelpdesk.WHERE_CRD_NO","answer":"Your CRD number was included in the email notifying you of your FINRA Reg Element CE requirement.  You can also find your CRD number on BrokerCheck [link]"},
{"intent":"compliancehelpdesk.DID_I_COMPLETE_FINRA","answer":"FINRA will send an email confirmation when your CE is complete.  You do not need to forward this to the home office, but please retain it for your own records."},
{"intent":"compliancehelpdesk.DECLARE_INVESTMENTS","answer":"You can review and update your disclosed outside business activities on the Compliance Portal. To disclose a new activity, click 'Submit New' and answers the questions in the Wizard Form. To make changes to an existing activity, click'Update' next to the activity that needs to be updated."},
{"intent":"compliancehelpdesk.HOW_COMPLETE_FINRA_CE","answer":"In your web browser, navigate to finra.org/ce and click 'Launch CE Online' on the right-hand side of the page. The CE Online tool will then walk you through the steps to complete your CE.  You will need to have your CRD number handy to log in."},
{"intent":"compliancehelpdesk.AML_COURSE_CERTIFICATE","answer":"You can print your completion certificate from the Learning Network [link]"},
{"intent":"compliancehelpdesk.DISCLOSURE_STATEMENT ","answer":"The Personal ADV was discontinuted as of January 1, 2017. If you're looking for a brochure to provide to potential clients, you can order a Professional Profile brochure [link] from the Marketing Resource Center."},
{"intent":"compliancehelpdesk.SWITCH_FORM","answer":"There is a Switch decision grid available on LINKnet. [link]s"},
{"intent":"compliancehelpdesk.WHEN_I_CONSIDERED_ACTIVE","answer":"Your registration will be reactivated the day after you completed your FINRA CE course."},
{"intent":"compliancehelpdesk.DISCLOSABLE_EVENT","answer":"Disclosable events can be reported and updated through the Compliance Portal [link]  Navigate to your dashboard and select the Regulatory Disclosure (U4) tool."},
{"intent":"compliancehelpdesk.FINRA_DISCLOSURE_EVENTS","answer":"Disclosure events are situations which may trigger a FINRA regulatory reporting obligation. The reporting obligation includes disclosing the event when you first become aware of it, and disclosing it again once the event is closed. Reporting obligations include disclosure of events including, but not limited to: financial (including bankruptcy and creditor compromise), judgments, liens, garnishments, criminal, and regulatory actions. For a detailed list of reportable events, visit the Field Compliance Manual chapter– Disclosure Events. When in doubt if an event should be disclosed, contact your DNOS, NMIS supervisor (home office), or contact the Regulatory Reporting team in the home office at (414) 665-8282."},
{"intent":"compliancehelpdesk.MARKETING_MATERIAL_FOR_REVIEW","answer":"If you have an item that you would like to use that hasn't been pre-approved for use [link], submit it through the Marketing Materials Review tool in the Compliance Portal [link]. You'll also be able to track the status of the review of the item directly through the Portal."},
{"intent":"compliancehelpdesk.MMR_CASE_STATUS","answer":"You can track the status of the review of any marketing materials submitted through the Compliance Portal [link] directly through the Marketing Materials Review tool. You can also send a message to the individual assigned to review your material through the tool."},
{"intent":"compliancehelpdesk.OPENING_SECURITY_ACCOUNT","answer":"If you disclosed your intent to open a brokerage account at one of the approved brokerage firm options, you would have recieved a message on your computer screen after you clicked the submission button. The one exception is Vanguard, who requires a hardcopy 407 letter to be sent before you will be allowed to open the account. In this case, you will be emailed a scan of the letter the same day it is sent to Vangurad. If you disclosed an intent to open a brokerage account at a firm other than one of the approved ones, you will be notified via email if your request has been approved or declined once it has been reviewed. If you submitted your disclosure more than 5 business days ago and have not yet recieved an email or been contacted by a member of the Monitoring Systems & Oversight team, please call (866) 571-7222 option 3."},
{"intent":"compliancehelpdesk.PERSONAL_SECURITY_ACCOUNT","answer":"You can find more information about your brokerage firm options on LINKnet [link], including the disclosure form you will need to complete and submit prior to opening a new brokerage account."},
{"intent":"compliancehelpdesk.RDAQ","answer":"Thanks for your question!"},
{"intent":"compliancehelpdesk.RESPONSE_TO_COR_REVIEW","answer":"Thanks for your question!"},
{"intent":"compliancehelpdesk.BIAM_REQUIRED","answer":"There is a BIAM form matrix [link] available on LINKnet, along with other resources [link] about the BIAM form. "},
{"intent":"compliancehelpdesk.BIAM_STATEMENT","answer":"A statement is always required to accompany the BIAM form. Brokerage IRAs also require a proposal. For more information about the Best Interest Advice Model and the DOL rule, visit the BIAM page on LINKnet [link]."},
{"intent":"compliancehelpdesk.EO_CERT","answer":"You can print a copy of your certificate at http://www.calsurance.com/nmlcert"},
{"intent":"compliancehelpdesk.407_REP","answer":"You need to disclose your intent to open a brokerage account prior to opening it using the Personal Securities Account disclosure form [link]. If you are opening an account at a firm other than NMIS, a 407 letter will be sent out by NMIS to the other firm upon approval. For more information on opening personal brokerage accounts, please review the information included on the Brokerage Firm Options [link] page on LINKnet."},
{"intent":"compliancehelpdesk.IRA_OPTIONS","answer":"Class A funds from the NMIS brokerage mutual funds research list. Fixed income securities (bonds) and CDs may not be puchased into a brokerage IRA, even at the client's direction. Other investment options (such as Class A shares from fund other than those on the research list, Class C mutual funds, no-load mutual funds, equities (stocks), options, EFTs, and UITs) can be purchased at the client's direction; that is, on an unsolicited basis. The Brokerage IRA chart [link] on the Brokerage IRA DOL page [link] contains dditional information."},
{"intent":"compliancehelpdesk.407_CLIENT","answer":"Your client will need to contact the compliance department at their employer to find out what their procedure is to disclose the intent to open a brokerage account. The employer will need to send the 407 letter to NMIS for the account to be opened"},
{"intent":"compliancehelpdesk.CLIENT_DOCS","answer":"Anything maintained in paper format that documents the suitability of the recommendations you've made to your clients (for example case notes, Fact Finder, Investor Profile, or discovery letters) should be retained for as long as the policy remains inforce, or the account remains open, plus an additional seven years. Specific forms will have different retention rates that can be found either on the form or in the Field Compliance Manual. The last column of the Document Tagging Guide file [link] can also be used as a guideline for retention. You are not required to retain Insurance applications as the home office maintains the official record of these forms. If you've uploaded documentation to eFiles and have tagged it properly, retention will be managed automatically. Required account documentation uploaded to NetX 360 is also automatically managed."},
{"intent":"compliancehelpdesk.STATE_CE","answer":"Information about various continuing education (CE) requirements can be found on LINKnet [link], including those for maintaining your insurance license[link]. The home office does not track insurance CE credits; you can verify your current status with each state individually. An Excel file containing the link to each state is included on the state CE page."},
{"intent":"compliancehelpdesk.E_FILES","answer":"A Document Tagging guide [link] is available in a sortable Excel format on LINKnet, along with additional eFiles resources. [link]."},
{"intent":"compliancehelpdesk.SHARING_INFORMATION_WITH_CLIENT","answer":"If a client would like you to share information about their accounts or policies with an authorized third party (for example a CPA or attorney), they can complete the Information Sharing Authorization form (93-0229-01 is the version to use to share information with non-Northwestern Mutual clients).  As a reminder, information sharing authorizations that include LTC products, including the ACB, need to be reniewd every 24 months.If you recieve a request from a thrid party for a client's information and do not have a signed authorixation on file, the work around is to notify the client of the request and send the information directly to the client.  The client can then decide to share the information with the third party or not."}
]}
